package com.tuneonn.shayariapp;

import java.util.ArrayList;
import java.util.List;

public class AllShayris {
    public static final String[] ST_EMOJIS = {"\uD83C\uDF37\uD83C\uDF40\uD83C\uDF3A\uD83E\uDD40\uD83C\uDF3B\uD83C\uDF34\uD83C\uDF39\uD83C\uDF39\n",
            "\uD83D\uDE0A\uD83D\uDE0D\uD83D\uDE18❤️️\uD83D\uDC6B\uD83D\uDE0A\uD83D\uDE0E\n",
            "\uD83D\uDE00\uD83D\uDE02\uD83D\uDE1C\uD83D\uDE1D\uD83E\uDD40\uD83C\uDF39☘\uD83C\uDF37\uD83C\uDF3A\uD83D\uDE03\n",
            "\uD83E\uDD40\uD83C\uDF39\uD83C\uDF37\uD83C\uDF1E☘\uD83C\uDF05\uD83C\uDF32\uD83C\uDF34\uD83C\uDF3C\n",
            "\uD83C\uDFDC\uD83C\uDF37☘\uD83D\uDC4D\uD83D\uDC4D\uD83D\uDC49\uD83D\uDEB4⛷\uD83C\uDF39\uD83C\uDF3A\n",
            "\uD83C\uDF8D \uD83C\uDF8B \uD83C\uDF43 \uD83C\uDF42 \uD83C\uDF41 \uD83C\uDF44 \uD83C\uDF3E \uD83D\uDC90 \uD83C\uDF37 \uD83C\uDF39 \uD83E\uDD40\n",
            "\uD83C\uDF37☘\uD83C\uDF2E\uD83C\uDF3A\uD83C\uDF39✌️☄\uD83C\uDFDC\uD83C\uDF3C\n",
            "\uD83C\uDF39\uD83C\uDF39\uD83D\uDC9C\uD83D\uDC9A❤️️\uD83D\uDC96\uD83D\uDE0D\uD83C\uDF3A\uD83C\uDF39\uD83C\uDF37\n",
            "\uD83C\uDF39\uD83C\uDF39\uD83D\uDE25\uD83D\uDE30\uD83D\uDE15\uD83D\uDE10\uD83D\uDE33\uD83D\uDE1E\uD83C\uDF39\uD83C\uDF37\n",
            "\uD83C\uDF3A\uD83E\uDD40\uD83C\uDF2E\uD83E\uDDC0\uD83C\uDF79\uD83D\uDE00\uD83C\uDF37☘\uD83C\uDF1E\uD83C\uDF3A\uD83E\uDD40\n"};
    public static final String[] EN_EMOJIS = {"\n\uD83C\uDF3A\uD83E\uDD40\uD83C\uDF3B\uD83C\uDF34\uD83C\uDF39\uD83C\uDF37\uD83C\uDF40\uD83C\uDF3B",
            "\n\uD83D\uDE0A\uD83D\uDE0D\uD83D\uDE18❤️️\uD83D\uDC6B\uD83D\uDE0A\uD83D\uDE0E",
            "\n\uD83C\uDF39\uD83D\uDE02\uD83D\uDE1C\uD83D\uDE1D\uD83E\uDD40\uD83C\uDF39☘\uD83C\uDF37\uD83C\uDF3A\uD83D\uDE03\uD83D\uDE00",
            "\n\uD83E\uDD40\uD83C\uDF39\uD83C\uDF37\uD83C\uDF1E☘\uD83C\uDF05\uD83C\uDF32\uD83C\uDF34\uD83C\uDF3C",
            "\n\uD83C\uDFDC\uD83C\uDF37☘\uD83D\uDC4D\uD83D\uDC4D\uD83D\uDC49\uD83D\uDEB4⛷\uD83C\uDF39\uD83C\uDF3A",
            "\n\uD83C\uDF37☘\uD83C\uDF2E\uD83C\uDF3A\uD83C\uDF39✌️☄\uD83C\uDFDC\uD83C\uDF3C",
            "\n\uD83C\uDF39\uD83C\uDF39\uD83D\uDC9C\uD83D\uDC9A❤️️\uD83D\uDC96\uD83D\uDE0D\uD83C\uDF3A\uD83C\uDF39\uD83C\uDF37",
            "\n\uD83C\uDF39\uD83C\uDF39\uD83D\uDE25\uD83D\uDE30\uD83D\uDE15\uD83D\uDE10\uD83D\uDE33\uD83D\uDE1E\uD83C\uDF39\uD83C\uDF37",
            "\n\uD83C\uDF3A\uD83E\uDD40\uD83C\uDF2E\uD83E\uDDC0\uD83C\uDF79\uD83D\uDE00\uD83C\uDF37☘\uD83C\uDF1E\uD83C\uDF3A\uD83E\uDD40",
            "\n\uD83C\uDF39\uD83C\uDF3B\uD83D\uDC4D✊✋\uD83D\uDC50\uD83C\uDFE9\uD83C\uDFEB\uD83C\uDF39\uD83E\uDD40"};
    public static final String[][] ALL_SHAYRIS = {{"ये इश्क भी एक अजीब एहसास होता है…\n" +
            "अल्ज़फों से ज्यादा निगाहोसे बया होता है…\n" +
            "हर पल बस उसके गम और खुशी की फ़िक्र होती है…\n" +
            "इसी एहसास से तो हमको जीने का गुमान होता है…", "ज़िंदगी में अगर तुम अकेले हो तो प्यार करना सिख़लो,\n" +
            "और प्यार कर लिया हैं तो इज़हार करने भी सिख़लो.\n" +
            "अगर इज़हार करना नही सीखा तो,\n" +
            "ज़िंदगी भर प्यार के यादों में रोना सिख़लो…", "वफ़ा का दरिया कभी रुकता नही,\n" +
            "इश्क़ में प्रेमी कभी झुकता नही,\n" +
            "खामोश हैं हम किसी के खुशी के लिए,\n" +
            "ना सोचो के हमारा दिल दुःखता नहीं!", "होली का त्यौहार आया\n" +
            "रंगो की फुहार लाया\n" +
            "रंग-गुलाल अब उड़ने लगा है\n" +
            "मस्त का रंग ही चढ़ने लगा है\n" +
            "फागुन के इस मस्त महीने\n" +
            "धरती का श्रंगार करने\n" +
            "बसंत ऋतू भी आ पहुची है\n" +
            "वन उपवन में फूल खिलें हैं\n" +
            "खुशबू हवा में घुलने लगी है\n" +
            "नववर्ष के स्वागत के लिए\n" +
            "धरती भी अब सजने लगी है\n" +
            "यह वर्ष अब जाने वाला है\n" +
            "नव वर्ष अब आने वाला है\n" +
            "बीती बाते भूल जाओ सब\n" +
            "जो होनी थी है वो हो ली\n" +
            "आगे बढ़ो गुलाल लगाओ\n" +
            "मिल कर सब", "मत मुस्कुराओ इतना की फूलो को खबर लग जाये,\n" +
            "हम करें आपकी तारीफ और आपको नजर लग जाये\n" +
            "खुदा करे बहुत लम्बी हो आपकी जिंदगी ,\n" +
            "और उस पर भी हमारी उम्र लग जाये….", "बीते साल को विदा इस तरह करते है.\n" +
            "जो नहीं किया अब तक वो भी कर गुजरते है.\n" +
            "नया साल आने के खुशिया तो सब मानते है.\n" +
            "एक बार हम इते साल कि जस्न मानते है.", "हर पल मे खुशी देती है मा,\n" +
            "अपनी ज़िंदगी से जीवन देती है मा,\n" +
            "भगवान क्या है!!! मा की पूजा करो जनाब,\n" +
            "क्यूकी भगवान को भी जनम देती है मा…", "बरसात आये तो ज़मीन गीली न हो,\n" +
            "धूप आये तो सरसों पीली न हो,\n" +
            "ए दोस्त तूने यह कैसे सोच लिया कि,\n" +
            "तेरी याद आये और पलकें गीली न हों।", "जा SMS जा मेरे sweetheart के पास,\n" +
            "धीरे से जाना शोर न मचाना,\n" +
            "busy हो तो चुप रहना\n" +
            "free हो तो आई मिस यू कहना ..", "जो जीते वो सिकंदर,\n" +
            "जो हारे वो जैल के अंदर,\n" +
            "जो यह Status share करे उसको\n" +
            "जादू की झप्पी,\n" +
            "और जो ना करे उसको.\n" +
            "“असाराम बापू”की पप्पी.\n" +
            "सोच लो अब…."}, {"लोग रूप देखते है ,हम दिल देखते है ,\n" +
            "लोग सपने देखते है हम हक़ीकत देखते है,\n" +
            "…\n" +
            "लोग दुनिया मे दोस्त देखते है,\n" +
            "हम दोस्तो मे दुनिया देखते है.", "करो कुछ ऐसा दोस्ती में\n" +
            "की ‘Thanks & Sorry’ words बे-ईमान लगे\n" +
            "निभाओ यारी ऐसे के ‘यार को छोड़ना मुश्किल’\n" +
            "और दुनिया छोड़ना आसान लगे…", "इश्क़ और दोस्ती मेरी ज़िन्दगी के दो जहाँ है\n" +
            "इश्क़ मेरा रूह तो दोस्ती मेरा इमां है\n" +
            "इश्क़ पे कर दूँ फ़िदा अपनी ज़िन्दगी\n" +
            "मगर दोस्ती पे तो मेरा इश्क़ भी कुर्बान है", "इश्क ओर दोस्ती मेरे दो जहान है,\n" +
            "इश्क मेरी रुह, तो दोस्ती मेरा ईमान है,\n" +
            "इश्क पर तो फिदा करदु अपनी पुरी जिंदगी,\n" +
            "पर दोस्ती पर, मेरा इश्क भी कुर्बान है", "दिल मे एक शोर सा हो रहा है.\n" +
            "बिन आप के दिल बोर हो रहा है.\n" +
            "\n" +
            "बहुत कम याद करते हो आप हमे.\n" +
            "कही ऐसा तो नही की…\n" +
            "\n" +
            "ये दोस्ती का रिस्ता कंज़ोर हो रा है.", "मौत एक सच्चाई है उसमे कोई ऐब नहीं\n" +
            "क्या लेके जाओगे यारों कफ़न में कोई जेब नहीं", "आँखों से बरसात होती हैं\n" +
            "जब आपकी याद साथ होती है,\n" +
            "जब भी busy रहे मेरा cell\n" +
            "तो समझ लेना\n" +
            "आपकी होने वाली भाभी से मेरी बात होती हैं", "घर से बाहर कोलेज जाने के लिए वो नकाब मे निकली….\n" +
            "सारी गली उनके पीछे निकली…\n" +
            "\n" +
            "इनकार करते थे वो हमारी मोहबत से……….\n" +
            "और हमारी ही तसवीर उनकी किताब से निकली………", "कोई खुशियों की चाह में रोया\n" +
            "कोई दुखों की पनाह में रोया..\n" +
            "अजीब सिलसिला हैं ये ज़िंदगी का..\n" +
            "कोई भरोसे के लिए रोया..\n" +
            "कोई भरोसा कर के रोया..", "वक्त बदल जाता है जिंदगी के साथ\n" +
            "जिंदगी बदल जाती है वक्त के साथ\n" +
            "\n" +
            "वक्त नहीं बदलता दोस्तों के साथ\n" +
            "बस दोस्त बदल जाते हैं वक्त के साथ"}, {"आँखों से बरसात होती हैं\n" +
            "जब आपकी याद साथ होती है,\n" +
            "जब भी busy रहे मेरा cell\n" +
            "तो समझ लेना\n" +
            "आपकी होने वाली भाभी से मेरी बात होती हैं", "जिस हॉस्पिटल के हम डॉक्टर हैं,\n" +
            "हमारी पत्नी वहा की नर्स हैं\n" +
            "क्या अजीब ज़ुल्म सहना पड़ता हैं\n" +
            "अपनी ही बीवी को सिस्टर कहना पड़ता हें", "तुम आये तो लगा हर खुशी आ गई\n" +
            "यू लगा जैसे ज़िन्दगी आ गई\n" +
            "था जिस घड़ी का मुझे कब से इंतज़ार\n" +
            "अचानक वो मेरे करीब आ गई …………", "पागल हे वो लोग जो अपने लवर को मिस किया करते हे\n" +
            "अरे!! मिस करना हे तो मच्छर को करो\n" +
            "जो अपनी जान पर खेल कर आप को किस किया करते हे|", "मजनू को लैला का SMS नही आया..\n" +
            "मजनू ने 3 दिन से खाना नहीं खाया..\n" +
            "मजनू मरने वाला था लैला के प्यार में\n" +
            "और लैला बेती थी SMS FREE होने के इंतेज़ार में..", "सितारो मे आप, हवाओ मे आप,\n" +
            "फ़िज़ाओ मे आप,\n" +
            "बहारो मे आप,\n" +
            "धूप मे आप,\n" +
            "छावो मे आप,\n" +
            "\n" +
            "सच ही सुना है की बुरी आत्माओ का कोई ठिकाना नही होता", "धोखा मिला जब प्यार में;\n" +
            "ज़िंदगी में उदासी छा गयी;\n" +
            "सोचा था छोड़ दें इस राह को;\n" +
            "कम्बख़त मोहल्ले में दूसरी आ गयी!", "शादी एक ऐसा मिलन है…\n" +
            "जो अच्छे मित्रों की तरह रहने के इरादे से शुरू किया जाता है\n" +
            "और दिन-ब-दिन ये इरादे बदलते जाते हैं।", "बादल हो या बियर का नशा… अचानक से छा ही जाता है…\n" +
            "प्यार हो या चेहरे पे पिंपल…सबकी नज़र मे आ ही जाता है..\n" +
            "दाँत का दर्द हो या गर्ल फ्रेंड की शादी, आँखो मे आँसू आ ही जाते है……", "ऐसे वक्त गुजर गया SMS करते हुए तेरे प्यार में ,\n" +
            "होश ही नहीं रहा कि मैं बैठा हूँ क्लास में ,\n" +
            "पीछे मुड़ कर देखा तो टीचर खड़ी थी पास में…….."}, {"है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना…………..\n" +
            "तेरी भी दुआएं सफर में शामिल रहें, ऐ बेहना , ………….\n" +
            "होगयी बिदा तू ,ऐ बेहना , ……………\n" +
            "फिर भी हर सुख – दुःख में वो साथ रही ,ऐ बेहना , …………..\n" +
            "हर लम्हा। हर पल मिलती रहे खुशियाँ तुझे , ऐ बेहना , ………………\n" +
            "दुआएं मेरी भी ये ही रही तुझे , ऐ बेहना , …………….\n" +
            "है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना………………\n" +
            "देता रहूँ तुझे हमेसा , जो तू चाहे ,ऐ बेहना , ………………..\n" +
            "बांधा है तूने हर दुआओं का बंधन इस राखी में , ऐ बेहना , ……………\n" +
            "अर्ज है इतनी सी उस खुदा से , ऐ बेहना………….\n" +
            "है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना………….\n" +
            "रहूँ दूर तुझसे भले ही सही , असर है दुआओं में तेरी , ऐ बेहना……………\n" +
            "है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना………………..", "शिव की ज्योति से प्रकाश बढ़ता है,\n" +
            "जो भी जाता है भोले के द्वार,\n" +
            "कुछ ना कुछ उससे ज़रूर मिलता है!", "सारा जहाँ है जिसकी शरण मैं\n" +
            "नमन है उस शिव के चरण में\n" +
            "बने उस शिव के चरणो की धूल\n" +
            "आओ मिलकर चढ़ाये हम श्रद्धा के फूल", "ज़िन्दगी हसीन है , ज़िन्दगी से प्यार करो …..\n" +
            "हो रात तो सुबह का इंतज़ार करो …..\n" +
            "वो पल भी आएगा, जिस पल का इंतज़ार हैं आपको….\n" +
            "बस रब पर भरोसा और वक़्त पे ऐतबार करो ….", "भगवान का दिया कभी अल्प नहीं होता,\n" +
            "जो टूट जाये वो संकल्प नहीं होता,\n" +
            "हार को जीत से दूर ही रखना,\n" +
            "क्योकि जीत का कोई विकल्प नहीं होता |…", "अकाल मृत्यु वो मरे जो कार्य करे चांडाल का,\n" +
            "कल भी उसका क्या करे जो भक्त हो महाकाल का", "सितारो मे आप, हवाओ मे आप,\n" +
            "फ़िज़ाओ मे आप,\n" +
            "बहारो मे आप,\n" +
            "धूप मे आप,\n" +
            "छावो मे आप,\n" +
            "\n" +
            "सच ही सुना है की बुरी आत्माओ का कोई ठिकाना नही होता", "विश्वास करो उस शक्ति पर,जो इस सृष्टि में रहती है ,\n" +
            "निराकार हो कर भी हर पल ,जो दुनिया थामे रहती है ,\n" +
            "\n" +
            "धरती , सूरज, चाँद -सितारे ,अपने पथ पर चलते हैं ,\n" +
            "सदियों से सब चलते रहते ,कभी नहीं ये मिलते हैं,\n" +
            "जिसके एक इशारे पर ही ,ग्रह भी चाल बदलतें हैं ,\n" +
            "विश्वास करो उस शक्ति पर …………………….\n" +
            "\n" +
            "बसंत ऋतू या गर्मी -सर्दी ,या हो बारिश का मौसम ,\n" +
            "हर मौसम खुशियां दे कर , कर देता है आँखें नम,\n" +
            "जिसके एक इशारे पर ही , रंग बदलता है मौसम ,\n" +
            "विश्वास करो उस शक्ति पर ………………….\n" +
            "\n" +
            "बबिता राही", "हज़ारो की किस्मत तेरे हाथ थी\n" +
            "अगर पास कर देता तो क्या बात थी?\n" +
            "\n" +
            "God:\n" +
            "\n" +
            "गर्लफ्रेंड थोड़ी कम बनता तो क्या बात थी?\n" +
            "किताबे तो सारी तेरे पास थी !!", "दुनिया मे बेवफाओ की कमी नही अब सूरज को देख लो\n" +
            "आता है उशा के साथ\n" +
            "रहता है किरण के साथ\n" +
            "और जाता है संधया के साथ…."},
            {"आज़ाद हैं तोह आसमान छु ही आएंगे\n" +
                    "ज़िंदा है तो हर जंग जीत जायेंगे\n" +
                    "\n" +
                    "साथ हैं हम तो दुनिया को दिखा आएंगे\n" +
                    "तिरंगे के तीन रंगों में देश को समा जायेंगे", "हर रिश्ते में विश्वास रहने दो;\n" +
                    "जुबान पर हर वक़्त मिठास रहने दो;\n" +
                    "यही तो अंदाज़ है जिंदगी जीने का;\n" +
                    "न खुद रहो उदास, न दूसरों को रहने दो..!", "छू ले आसमान ज़मीन की तलाश ना कर,\n" +
                    "जी ले ज़िंदगी खुशी की तलाश ना कर,\n" +
                    "तकदीर बदल जाएगी खुद ही मेरे दोस्त,\n" +
                    "मुस्कुराना सीख ले वजह की तलाश ना कर.", "कली बेंच देगें चमन बेंच देगें,\n" +
                    "धरा बेंच देगें गगन बेंच देगें,\n" +
                    "कलम के पुजारी अगर सो गये तो…\n" +
                    "ये धन के पुजारी वतन बेंच देगें।", "कोन जाने कब मौत का पैगाम आ जाए,\n" +
                    "ज़िंदगी की आखरी शाम आ जाए,\n" +
                    "हमे तो इंतजार है उस शाम का\n" +
                    "जब हमारी ज़िंदगी किसी के काम आ जाए..", "ज़िंदगी में बार बार सहारा नही मिलता,\n" +
                    "बार बार कोई प्यार से प्यारा नही मिलता,\n" +
                    "है जो पास उसे संभाल के रखना,\n" +
                    "खो कर वो फिर कभी दुबारा नही मिलता…", "कर्म तेरे अच्छे हे तो\n" +
                    "किस्मत तेरी दासी है!\n" +
                    "\n" +
                    "नियत तेरी अच्छी है तो\n" +
                    "घर तेरा मथुरा कशी है!", "पी.एम्. की कुर्सी पे मोदी का नाम लिखूं ?\n" +
                    "\n" +
                    "अब आप ही बता दो मैं\n" +
                    "इस जलती कलम से क्या लिखूं”", "कागज़ पर रख कर खाना खाये तो भी कैसे….\n" +
                    "खून से लथपथ आता है अखबार आजकल!", "हर नई सुबह का नया नज़ारा,\n" +
                    "ठंडी हवा लेके आई पैगाम हमारा,\n" +
                    "\n" +
                    "जागो,उठो,तैयार हो जाओ,\n" +
                    "खुशियो से भरा रहे आज का दिन तुम्हारा."}, {"मौत एक सच्चाई है उसमे कोई ऐब नहीं\n" +
            "क्या लेके जाओगे यारों कफ़न में कोई जेब नहीं\n" +
            "\n" +
            "एब = weakness", "वक्त बदल जाता है जिंदगी के साथ\n" +
            "जिंदगी बदल जाती है वक्त के साथ\n" +
            "\n" +
            "वक्त नहीं बदलता दोस्तों के साथ\n" +
            "बस दोस्त बदल जाते हैं वक्त के साथ…", "अपनी तक़दीर में तो कुछ ऐसा ही सिलसिला लिखा है,\n" +
            "किसी ने वक़्त गुजारने के लिए अपना बनाया,\n" +
            "तो किसी ने अपना बना कर वक़्त गुज़ार लिया……..", "कोन किसका रकीब (enemy) होता है,\n" +
            "कोन किसका हबीब (friend) होता है\n" +
            "बन जाते रिश्ते -नाते जहा\n" +
            "जिसका नसीब होता है|", "छू ले आसमान ज़मीन की तलाश ना कर,\n" +
            "जी ले ज़िंदगी खुशी की तलाश ना कर,\n" +
            "तकदीर बदल जाएगी खुद ही मेरे दोस्त,\n" +
            "मुस्कुराना सीख ले वजह की तलाश ना कर.", "ज़िंदगी में अगर तुम अकेले हो तो प्यार करना सिख़लो,\n" +
            "और प्यार कर लिया हैं तो इज़हार करने भी सिख़लो.\n" +
            "अगर इज़हार करना नही सीखा तो,\n" +
            "ज़िंदगी भर प्यार के यादों में रोना सिख़लो….", "ज़िंदगी में बार बार सहारा नही मिलता,\n" +
            "बार बार कोई प्यार से प्यारा नही मिलता,\n" +
            "है जो पास उसे संभाल के रखना,\n" +
            "खो कर वो फिर कभी दुबारा नही मिलता…", "खूबसूरत है वो लब……जिन पर,\n" +
            "दूसरों के लिए कोई दुआ आ जाए!!\n" +
            "\n" +
            "खूबसूरत है वो दिल जो किसी के,\n" +
            "दुख मे शामिल हो जाए !", "कर्म तेरे अच्छे हे तो\n" +
            "किस्मत तेरी दासी है!\n" +
            "\n" +
            "नियत तेरी अच्छी है तो\n" +
            "घर तेरा मथुरा कशी है!", "चिकनी चुपड़ी बातों से, फितरत का पता नहीं चलता\n" +
            "अंदर क्या है बाहर क्या है, इसका पता नहीं चलता\n" +
            "जो मीठेपन का लेप चढ़ा कर प्यारी बातें करते हैं,\n" +
            "वो कटुता का कब रंग दिखादें, इसका पता नहीं चलता"}, {"घर से बाहर कोलेज जाने के लिए वो नकाब मे निकली….\n" +
            "सारी गली उनके पीछे निकली…\n" +
            "\n" +
            "इनकार करते थे वो हमारी मोहबत से……….\n" +
            "और हमारी ही तसवीर उनकी किताब से निकली………", "मोहबत को जो निभाते हैं उनको मेरा सलाम है,\n" +
            "और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,\n" +
            "“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,\n" +
            "वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”", "वो रात दर्द और सितम की रात होगी,\n" +
            "जिस रात रुखसत उनकी बारात होगी,\n" +
            "उठ जाता हु मैं ये सोचकर नींद से अक्सर,\n" +
            "के एक गैर की बाहों में मेरी सारी कायनात होगी…..", "वो रात दर्द और सितम की रात होगी,\n" +
            "जिस रात रुखसत उनकी बारात होगी,\n" +
            "उठ जाता हु मैं ये सोचकर नींद से अक्सर,\n" +
            "के एक गैर की बाहों में मेरी सारी कायनात होगी…..", "दिल पे क्या गुज़री वो अनजान क्या जाने;\n" +
            "प्यार किसे कहते है वो नादान क्या जाने;\n" +
            "हवा के साथ उड़ गया घर इस परिंदे का;\n" +
            "कैसे बना था घोसला वो तूफान क्या जाने……………", "मोहबत को जो निभाते हैं उनको मेरा सलाम है,\n" +
            "और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,\n" +
            "“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,\n" +
            "वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”", "वो रात दर्द और सितम की रात होगी,\n" +
            "जिस रात रुखसत उनकी बारात होगी,\n" +
            "उठ जाता हु मैं ये सोचकर नींद से अक्सर,\n" +
            "के एक गैर की बाहों में मेरी सारी कायनात होगी…..", "तू चाँद मे सितारा होता\n" +
            "आसमान के एक आशियाना में\n" +
            "एक आशियाना हमारा होता\n" +
            "लोग तुम्हे दूर से देखते\n" +
            "नज़दीक से देखने का हक़ बस हमारा होता|", "दिल पे क्या गुज़री वो अनजान क्या जाने;\n" +
            "प्यार किसे कहते है वो नादान क्या जाने;\n" +
            "हवा के साथ उड़ गया घर इस परिंदे का;\n" +
            "कैसे बना था घोसला वो तूफान क्या जाने……………", "कौन कहता है हम उसके बिना मर जायेंगे\n" +
            "हम तो दरिया है समंदर में उतर जायेंगे\n" +
            "वो तरस जायेंगे प्यार की एक बून्द के लिए\n" +
            "हम तो बादल है प्यार के…किसी और पर बरस जायेंगे|"}, {"कोई खुशियों की चाह में रोया\n" +
            "कोई दुखों की पनाह में रोया..\n" +
            "अजीब सिलसिला हैं ये ज़िंदगी का..\n" +
            "कोई भरोसे के लिए रोया..\n" +
            "कोई भरोसा कर के रोया..", "मोहबत को जो निभाते हैं उनको मेरा सलाम है,\n" +
            "और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,\n" +
            "“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,\n" +
            "वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”", "छू ले आसमान ज़मीन की तलाश ना कर,\n" +
            "जी ले ज़िंदगी खुशी की तलाश ना कर,\n" +
            "तकदीर बदल जाएगी खुद ही मेरे दोस्त,\n" +
            "मुस्कुराना सीख ले वजह की तलाश ना कर", "तू चाँद मे सितारा होता\n" +
            "आसमान के एक आशियाना में\n" +
            "एक आशियाना हमारा होता\n" +
            "लोग तुम्हे दूर से देखते\n" +
            "नज़दीक से देखने का हक़ बस हमारा होता|", "शायर तो हम है शायरी बना देंगे\n" +
            "आपको शायरी मे क़ैद कर लेंगे|\n" +
            "\n" +
            "कभी सूनाओ हमे अपनी आवाज़\n" +
            "आपकी आवाज़ को हम ग़ज़ल बना देंगे.|", "तेरा दिल उदास क्यों है?\n" +
            "तेरी आँखों में प्यास क्यों है?\n" +
            "जो छोड़ गया तुझे मझदार में ,\n" +
            "उससे मिलने की आस क्यों है ?\n" +
            "जो दे गया दर्द ज़िन्दगी भर का,\n" +
            "वही तेरे लिए ख़ास क्यों है ??", "हर नई सुबह का नया नज़ारा,\n" +
            "ठंडी हवा लेके आई पैगाम हमारा,\n" +
            "\n" +
            "जागो,उठो,तैयार हो जाओ,\n" +
            "खुशियो से भरा रहे आज का दिन तुम्हारा.", "हमने भी कभी प्यार किया था,\n" +
            "थोड़ा नही बेशुमार किया था,\n" +
            "दिल टूट कर रह गया,\n" +
            "जब उसने कहा, अरे मैने तो मज़ाक किया था…", "उगता हुआ सूरज दुआ दे आपको\n" +
            "खिलता हुआ फूल खुशबू दे आपको\n" +
            "हम तो कुछ भी देने के काबिल नहीं,\n" +
            "देनेवाला हज़ार खुशिया दे आपको!", "सुबह का हर पल ज़िंदगी दे आपको\n" +
            "दिन का हर लम्हा खुशी दे आपको\n" +
            "जहा गम की हवा छू कर भी न गुज़रे\n" +
            "खुदा वो जन्नत से ज़मीन दे आपको"},
            {"उठा कर तलवार जब घोड़े पे सवार होते\n" +
                    "बाँध के साफ़ा जब तैयार होते\n" +
                    "देखती है दुनिया छत पे चढ़के\n" +
                    "कहते है की काश हम भी ऐसे होशियार होते…", "किसी को ये सोचकर साथ मत छोड़ना की उसके पास कुछ नहीं तुम्हे देने के लिए\n" +
                    "बस ये सोचकर साथ निभाने की उसके पास कुछ नहीं है तुम्हारे सिवा खोने के लिए", "दिल पे क्या गुज़री वो अनजान कए जाने,\n" +
                    "\n" +
                    "प्यार किसे कहते है वो नादान क्या जाने,\n" +
                    "\n" +
                    "हवा के साथ उड़ गये घर इस परिंदे का,\n" +
                    "\n" +
                    "कैसे बना था घोसला वो तूफान क्या जाने !\n" +
                    "\n" +
                    "“प्रमोद नौटियाल”", "प्यार को जब प्यार से प्यार हुवा\n" +
                    "तो प्यारने प्यारको प्यारसे पुछाः\n" +
                    "प्यार केसा होता है ?\n" +
                    "तो प्यारने प्यारको प्यारसे कहाः\n" +
                    "जो ईश प्यारीसी शायरी को पढ रहा है\n" +
                    "प्यार उनके जैसा प्यारा होता है ।", "जिसने भी मोहब्बत का गीत गाया है,जिंदगी का उसने ही लुत्फ़ उठाया है\n" +
                    "\n" +
                    "गर्मी हो चाहे हो सर्दी का मौसम अजी,प्रेमियों ने सदा ही जश्न मनाया है\n" +
                    "\n" +
                    "हर खेल में वो ही तो अब्बल आया है,जिस किसी ने भी दमख़म दिखाया है\n" +
                    "\n" +
                    "वो माने चाहे न माने है उसकी मर्जी,हमने तो सब कुछ ही उसपे लुटाया है\n" +
                    "\n" +
                    "कौन समझ पाया है इस दुनिया को,प्रेमियों पे सदा ही इसने जुल्म ढाया है\n" +
                    "\n" +
                    "… आदमी सीख न पाया मिल के रहना,चाहे हर पीर पैगम्बर ने समझाया है\n" +
                    "\n" +
                    "सच्चों को पहले तो सूली पे चढाया है,बाद में चाहे ये समाज पछताया है\n" +
                    "\n" +
                    "मंजिल पे देर सवेर पहुंच ही जायेगा,जिस किसी ने पहला कदम उठाया है\n" +
                    "\n" +
                    "इश्क में यहां हर किसी ने ही प्यारे, कुछ गंवाया है तो काफी कुछ पाया है", "जब आपका नाम ज़ुबान पर आता है,\n" +
                    "पता नही दिल क्यों मुस्कुराता है,\n" +
                    "तसल्ली होती है हमारे दिल को,\n" +
                    "कि चलो कोई तो है अपना, जो\n" +
                    "हर वक़्त याद आता है.", "हमारे बिन अधूरे तुम रहोगे,\n" +
                    "कभी चाहा था किसी ने,तुम ये खुद कहोगे,\n" +
                    "न होगे हम तो किसी ने ,तुम ये खुद कहोगे,\n" +
                    "मिलेगे बहुत से लेकिन कोई हम सा पागल ना होगा.", "एक आदमी अपनी पतनी के सामने कसम खाता हे के\n" +
                    "\n" +
                    "मई तुमरे सामने पैसो का ढेर कार्दुगा\n" +
                    "तुमारी जुल्फों के तारीफ करूँगा हमेशा\n" +
                    "\n" +
                    "पतनी बोली कब तक\n" +
                    "पति बोला;\n" +
                    "जब तक है जान\n" +
                    "\n" +
                    "पतनी बोली फिर\n" +
                    "\n" +
                    "पति बोला :\n" +
                    "में तुमको हमेशा खुस रखूँगा\n" +
                    "पूरी दुनिया तुमरे कदमो में लडूंगा\n" +
                    "\n" +
                    "पतनी बोली कबतक\n" +
                    "पति बोला:\n" +
                    "जब तक है जान\n" +
                    "\n" +
                    "पति मनोमन बोला:\n" +
                    "तुम जेसे अन्तिक के साथ कोण घुमने जायेगा\n" +
                    "में तो कल अपने से अधि उम्र की लडकियों के साथ फिल्म देखने जाऊंगा\n" +
                    "दुश्रे दिन पतनी को पता चला और पुचा की आखिर कब तक ये सब करते रहो गे\n" +
                    "तो पति बोला ;\n" +
                    "जब तक है जान", "अपनोकी ईनायत कभी खतम नही होती\n" +
                    "रीस्तोकी महेक भी कभी कम नही होती\n" +
                    "जीवनमें साथ हो गर कीसी सच्चे रीस्तोका\n" +
                    "तो ये जींदगी कीसी जन्नंतसे कम नही लगती", "यह खर्चा बहुत करवाती हैं\n" +
                    "रिचार्ज तुम करवा के देते हो\n" +
                    "रिचार्ज तुम करवा के देते हो"}, {}, {}, {},
            {}, {}, {}, {}};

    public static int[] colorsarr = {R.color.color1, R.color.color2, R.color.color3, R.color.color4, R.color.color5,
            R.color.color6, R.color.color7, R.color.color8, R.color.color9, R.color.color10,
            R.color.color11, R.color.color12, R.color.color13, R.color.color14, R.color.color15,
            R.color.color16, R.color.color17, R.color.color18, R.color.color19, R.color.color20,
            R.color.color21, R.color.color22, R.color.color23, R.color.color24, R.color.color25,
            R.color.color26, R.color.color27, R.color.color28, R.color.color29, R.color.color30,
            R.color.color31, R.color.color32, R.color.color33, R.color.color34, R.color.color35,
            R.color.color36, R.color.color37, R.color.color38, R.color.color39, R.color.color40};

    public static int[] gradarr = {R.drawable.grad_bg1, R.drawable.grad_bg2, R.drawable.grad_bg3, R.drawable.grad_bg4, R.drawable.grad_bg5,
            R.drawable.grad_bg6, R.drawable.grad_bg7, R.drawable.grad_bg8, R.drawable.grad_bg9, R.drawable.grad_bg10};
}
